# 6.  Створити список, що складається з чотирьох елементів типу string. Потім, за допомогою циклу for, вивести елементи по черзі на екран.

list = ["15", "git", "strong", "73"]
for i in list:
    print(i)

# 7.  Змінити попередню програму так, щоб в кінці кожної букви елементів при виводі додавався певний символ, наприклад “#”. 
          # (Підказка: цикл for може бути вкладений в інший цикл, а також  треба використати функцію print(“ ”, end=”%”)).

list_words = ["15", "git", "strong", "73"]
for i in list_words:
    for j in i:
        print(j, end='#')
print()
